Revit 2027 API
ParameterTypeId.TrapMullWidth Property
 "Center Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrapMullWidth { get; }
Public Shared ReadOnly Property TrapMullWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrapMullWidth {
	ForgeTypeId^ get ();
}
static member TrapMullWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace